//
//  Localizable.strings
//  Math
//
//  Created by Johan Stenberg on 2013-11-01.
//  Copyright Johan Stenberg 2013. All rights reserved.
//
//  Swedish version
//

/* World or challenge completed. */
"%@ Completed!" = "%@ Avklarad!";

/* Can't delete profile dialog message. */
"%@ is your current profile!" = "%@ är din nuvarande profil!";

/* Addition world name. */
"Addition" = "Addition";

/* Delete profile dialog message. */
"Are you sure you want to delete the profile %@?" = "Är du säker på att du vill radera profilen %@?";

/* Reset progress dialog message. */
"Are you sure you want to reset the progress for %@?" = "Är du säker på att du vill nollställa profilen %@?";

/* Delete profile dialog title. */
"Are you sure?" = "Är du säker?";

/* Main Menu title. */
"Blackboard Math" = "Blackboard Math";

/* Can't delete profile dialog title. */
"Can't delete %@" = "Kan ej radera %@";

/* Completed game title with argument. */
"Congratulations %@!\nYou completed the game!" = "Grattis %@!\nDu har klarat spelet!";

/* World or challenge completed with new highscore. */
"Congratulations! New highscore \n for %@ is %@!" = "Grattis! Ditt nya rekord \n för %@ är %@!";

/* Create new profile scene title. */
"Create new profile" = "Skapa ny profil";

/* Profile scene profile for string. */
"Current level: \n%@" = "Nuvarande level: \n%@";

/* Current profile label. */
"Current profile: %@" = "Nuvarande profil: %@";

/* Profile scene profile for string. */
"Current world: \n%@" = "Nuvarande värld: \n%@";

/* Current with a colon after. */
"Current:" = "Nuvarande:";

/* Division world name. */
"Division" = "Division";

/* Done button label. */
"Done" = "Klar";

/* Placeholder for the ui input in create profile scene. */
"Enter name here!" = "Skriv ditt namn här!";

/* Highscore string with 2 arguments. */
"Highscore for \n%@ is %@" = "Rekordet för \n%@ är %@";

/* Highscore for current challenge. */
"Highscore for this\n level is %@" = "Rekordet för denna\n levelen är %@";

/* A question stating which is number is largest. */
"Largest?" = "Störst?";

/* Name for eighth level in each world. */
"Level eight" = "Level åtta";

/* Name for fifth level in each world. */
"Level five" = "Level fem";

/* Name for fourth level in each world. */
"Level four" = "Level fyra";

/* Name for ninth level in each world. */
"Level nine" = "Level nio";

/* Name for first level in each world. */
"Level one" = "Level ett";

/* Name for seventh level in each world. */
"Level seven" = "Level sju";

/* Name for sixth level in each world. */
"Level six" = "Level sex";

/* Name for tenth level in each world. */
"Level ten" = "Level tio";

/* Name for third level in each world. */
"Level three" = "Level tre";

/* Name for second level in each world. */
"Level two" = "Level två";

/* Locked challenge title. */
"Locked Level!" = "Låst Level!";

/* Locked world title. */
"Locked World!" = "Låst Värld!";

/* Manage profile button label. */
"Manage Profiles" = "Hantera Profiler";

/* Too many profiles dialog title. */
"Max 5 Profiles" = "Max 5 Profiler";

/* Menu button label. */
"Menu" = "Meny";

/* Mixed world name */
"Mixed" = "Blandat";

/* Multiplication world name. */
"Multiplication" = "Multiplikation";

/* Name with a colon after. */
"Name:" = "Namn:";

/* New profile button label. */
"New Profile" = "Ny Profil";

/* Next button label. */
"Next" = "Nästa";

/* No */
"No" = "Nej";

/* OK string for dialogs etcetera. */
"OK" = "Okej";

/* Options button and title. */
"Options" = "Inställningar";

/* Play button string. */
"Play" = "Spela";

/* Nothing entered new profile name dialog title. */
"Please enter a name" = "Skriv in ett namn";

/* Profile button and title. */
"Profile" = "Profil";

/* Profile scene profile for string. */
"Profile for: \n%@" = "Profil för: \n%@";

/* Replay button label. */
"Replay" = "Spela om";

/* Reset progress button label. */
"Reset Progress" = "Nollställ";

/* A question stating which is number is smallest. */
"Smallest?" = "Minst?";

/* Subtraction world name. */
"Subtraction" = "Subtraktion";

/* Taken name dialog title. */
"Taken name" = "Taget namn";

/* Taken name dialog message. */
"There already exists a profile with that name!" = "Det finns redan en profil med det namnet!";

/* Nothing entered new profile name dialog message. */
"To complete your profile you must enter a name!" = "För att skapa en profil måste du skriva in ett namn!";

/* Too many profiles dialog title. */
"To delete a profile press \"Manage Profiles\"!" = "För att ta bort en profil tryck \"Manage Profiles\"!";

/* Locked challenge message. */
"To play this level complete the previous ones!" = "För att spela denna värld måste du klara de föregående!";

/* Locked world message. */
"To play this world complete the previous ones!" = "För att spela denna värld måste du klara de föregående!";

/* Level welcome title. */
"Welcome to \n%@" = "Välkommen till \n%@";

/* Universe worlds title. */
"Worlds" = "Världar";

/* Yes */
"Yes" = "Ja";

/* Number of profiles string. */
"You have %d profile" = "Du har %d profil";

/* Number of profiles string. */
"You have %d profiles" = "Du har %d profiler";

/* Paused title. */
"Paused" = "Pausat";

/* Resumed title. */
"Resume" = "Fortsätt";

/* Score label. */
"Score: %@" = "Poäng: %@";

/* Has completed the game string in profile. */
"%@ has\ncompleted the game!" = "%@ har\nklarat spelet!";